{
  "appName": {
    "message": "Minimal Consent"
  },
  "appShort": {
    "message": "Minimal Consent répond pour vous aux différentes bannières."
  },
  "appDesc": {
    "message": "Minimal Consent s’assure que seuls les cookies essentiels au fonctionnement du site internet consulté sont acceptés, et par conséquent bloque tout autre cookie ainsi que les bannières envahissantes."
  },
  "longText": {
    "message": "Depuis début 2018, le RGPD est entré en action et protège tous les utilisateurs de site internet vivant au sein du territoire de l’Union Européenne. Finalement, les utilisateurs peuvent contrôler et ont accès une à transparence totale au regard de la manière dont les sites internet collectent et utilisent les données de leurs utilisateurs. Cependant, cette nouvelle loi force les sites internet à demander le consentement explicite de ses utilisateurs et cela engendre régulièrement des bannières envahissantes lors de la consultation de pages internet. De plus, la plupart du temps, de nombreux clics et de nombreux documents doivent être consultés afin de refuser la collecte et l’utilisation des données personnelles. \n\nMinimal Consent est la solution à ce problème. Minimal Consent répond pour vous aux différentes bannières. Seuls les cookies essentiels au fonctionnement du site internet sont acceptés, les autres cookies tels que les traceurs et outils marketing seront automatiquement refusés. Par conséquent, Minimal Consent s’assure que les droits à la vie privée des utilisateurs soient respectées tout en permettant une expérience utilisateur optimale lorsque vous consultez un site internet. Tout ce processus fonctionne si rapidement que vous ne verrez plus jamais de bannières demandant un consentement pour la collection et l’utilisation de vos données. \n\nMinimal Consent fonctionne déjà sur un grand nombre de sites internet et sera constamment amélioré. Au cas où vous rencontreriez un site internet sur lequel Minimum Consent ne fonctionne pas, vous avez la possibilité de signaler le problème à l'équipe de développement de Minimal Consent qui s’occupera d'intégrer rapidement le site internet afin d'améliorer le fonctionnement de l’extension."
  }
}